<%@ Page Title="" Language="C#" MasterPageFile="~/Site.Master" AutoEventWireup="true" CodeBehind="Home.aspx.cs" Inherits="SchoolManagementWebsite.Pages.Home" %>
<asp:Content ID="content1" ContentPlaceHolderID="MainContent" runat="server">
   <h2>
       Начална примерна страница :
   </h2>
    <p>
        Това е уебсайт, създаден за работа с бази данни без нуждата за сваляне на програми.
    </p>
    <p>
        Тези сайтове имат предимство над настолните програми, поради причината, че те (сайтовете) не трябва да се свалят/инсталират на машината за работа.
    </p>
    <p>
        За да може да бъде регистриран потребител трябва да се направи регистрация на учител и ЕГН - то да съвпада с това на учителя при регистрацията.
    </p>
    <p>
        Само 1 директор може да бъде регистриран и той може да управлява и да вижда всичко (без пароли и ЕГН).
    </p>
</asp:Content>
