<%@ Page Title="" Language="C#" MasterPageFile="~/FreePages.Master" AutoEventWireup="true" CodeBehind="Home.aspx.cs" Inherits="SchoolManagementWebsite.Pages.Home" %>

<asp:Content ID="content1" ContentPlaceHolderID="MainContent" runat="server">
        <h2>Начална примерна страница
    </h2>
    <p>
        Това е уебсайт, създаден за работа с бази данни без нуждата от сваляне на програми.
    </p>
    <p>
        За да се използва сайта, трябва да имате инсталиран MS SQL Server Management Studio и да използвате файловете в папката на сайта "SQL Queries" като трябва да ги вкарате според номерата им в базата данни.
    </p>
    <br />
    <p>
        За да може учителят да си направи профил, първо трябва да е въведен в базата данни, което става от страна на директора.
        Директор се записана ръчно в базата данни.
        Само 1 директор може да бъде регистриран и той може да управлява и да вижда всичко (без пароли).
        Профила на учителя е базиран на ЕГН то му и това не позволява създаването на профил със същото ЕГН и/или потребителско име.
    </p>
    <p>
        Различните потребители имат различни функции, директор не може да пише отценки или отсъствия на ученици, а учител не може да добавя/премахва други учители или ученици.
    </p>
    <p>
        Име и пароли за вход :
    </p>
    <p>
        Име : teacher Парола : 123
    </p>
    <p>
        Име : director Парола : 123
    </p>
    <style>
        p{
            font-size:18px;
        }
    </style>
</asp:Content>
